

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ não e possivel verificar a indetidade do website \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ não suporta visualização do arquivo deste tipo no momento";

/* Seafile */
"%@ invite you to %@" = "%1$@ Convite para você de %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Carregado %2$@";

/* Seafile */
"%@, uploading" = "%@,  carregando";

/* Seafile */
"%@, waiting to upload" = "%@, esperando o upload";

/* Seafile */
"%ld photos remain" = "%ld fotos restando";

/* Seafile */
"1 photo remain" = "1 foto restando";

/* Seafile */
"A file with the same name already exists, do you want to overwrite?" = "A file with the same name already exists, do you want to overwrite?";

/* Seafile */
"About" = "Sobre";

/* Seafile */
"Account" = "Conta";

/* Seafile */
"Account Info" = "Informções da Conta";

/* Seafile */
"Accounts" = "Contas";

/* Seafile */
"Activities" = "Atividades";

/* Seafile */
"Activity" = "Atividade";

/* Seafile */
"Add a new discussion" = "Adicionar nova discussão";

/* Seafile */
"Add account" = "Adicionar conta";
"new account" = "new Account";

"demo account" = "Demo Account";

/* Seafile */
"Add contact" = "Adicionar contato";

/* Seafile */
"Added" = "Added";

/* Seafile */
"Added directory" = "Added directory";

/* Seafile */
"Added file" = "Added file";

/* Seafile */
"Added or modified" = "Added or modified";

/* Seafile */
"All photos synced" = "Todas as fotos sincronizadas";

/* Seafile */
"Are you sure to clear all the cache?" = "Tem certeza que deseja limpar todo o cache?";

/* Seafile */
"Are you sure to log out?" = "Are you sure to log out?";

/* Seafile */
"Are you sure to save all photos to album?" = "Are you sure to save all photos to album";

/* Seafile */
"Auto Upload" = "Auto Upload";

/* Auto cleay library password */
"Auto clear passwords" = "Auto clear passwords";

/* Seafile */
"Auto merge by seafile system" = "Auto merge by seafile system";

/* Seafile */
"Auto upload should be enabled first." = "Auto upload should be enabled first.";

/* Seafile */
"Are you sure to cancel all downloading tasks?" = "Are you sure to cancel all downloading tasks?";

/* Seafile */
"Are you sure to cancel all uploading tasks" = "Are you sure to cancel all uploading tasks";

/* Seafile */
"Back" = "Voltar";

/* Seafile */
"Back to Last Account" = "Voltar para Ulima Conta";

/* Seafile */
"Background Upload" = "Background Upload";

/* Seafile */
"Backup Contacts" = "Backup Contacts";

/* Seafile */
"Cache" = "Cache";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Camera Upload";

/* Seafile */
"Can not remove certificate because it is still in use" = "Can not remove certificate because it is still in use";

/* Seafile */
"Cancel" = "Cancelar";

/* Seafile */
"Cancel download" = "Cancelar Download";

/* Seafile */
"Changed library name or description" = "Changed library name or description";

/* Seafile */
"Checking library password ..." = "Checando  senha da biblioteca";

/* Seafile */
"Choose" = "Escolher";

/* Seafile */
"Choose a Seafile server" = "Choose a luckycloud server";

/* Seafile */
"Choose an account to start" = "Escolha a conta para começar";

/* Seafile */
"Clear libraries passwords successfully." = "Clear libraries passwords successfully.";

/* Seafile */
"Clear library password successfully." = "Clear library password successfully.";

/* Seafile */
"Clear password" = "Clear password";

/* Seafile */
"Clear remembered passwords" = "Clear remembered passwords";

/* Seafile */
"Click \"Search\" to start" = "Clique em \"Pesquisar\" para iniciar";

/* Seafile */
"Connecting to server" = "Conectando ao servidor";

/* Seafile */
"Contacts Backup" = "Contacts Backup";

/* Seafile */
"Contacts backup failed." = "Contacts backup failed.";

/* Seafile */
"Contacts backup should be enabled first." = "Contacts backup should be enabled first.";

/* Seafile */
"Contacts backup succeeded." = "Contacts backup succeeded.";

/* Seafile */
"Contacts will be backuped as: %@ " = "Contacts will be backuped as: %@ ";

/* Seafile */
"Copy" = "Copiar";

/* Seafile */
"Copy Link to Clipboard" = "Copiar Link para Area de Transferencia";

/* Seafile */
"Copy image to clipboard" = "Copiar Imagem para Area de Transferencia";

/* Seafile */
"Copy share link to clipboard" = "Copiar link compartilhado para Area de Transferencia";

/* Seafile */
"Copying files ..." = "Copiando arquivos...";

/* Seafile */
"Created library %@" = "Created library %@";

/* Seafile */
"Creating file ..." = "Criando arquivo...";

/* Seafile */
"Creating folder ..." = "Criando pasta...";

/* Seafile */
"Delete" = "Deletar";

/* Seafile */
"Deleted" = "Deleted";

/* Seafile */
"Deleted library %@" = "Deleted library %@";

/* Seafile */
"Deleting directory ..." = "Deletando diretorio ...";

/* Seafile */
"Deleting file ..." = "Deletando arquivo";

/* Seafile */
"Deleting files ..." = "Deletando arquivos ...";

/* Seafile */
"Destination" = "Destino";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Diretorio '%1$@' foi compartilhado com você usando %2$@";

/* Seafile */
"Discussion" = "Discussão";

/* Seafile */
"Do you want reset the uploaded photos?" = "Você quer reiniciar as fotos enviadas?";

/* Seafile */
"Do you want to backup contacts now? " = "Do you want to backup contacts now? ";

/* Seafile */
"Download" = "Download";

/* Seafile */
"Edit" = "Editar";

/* Seafile */
"Email" = "Email";

/* Seafile */
"Email or Username" = "Email or Username";

/* Seafile */
"Enable TouchID" = "Enable TouchID";

/* Seafile */
"Encrypted Libraries" = "Encrypted Libraries";

/* Seafile */
"Failed to add discussion" = "Falha ao adicionar discussão";

/* Seafile */
"Failed to authenticate" = "Failed to authenticate";

/* Seafile */
"Failed to copy files" = "Falha ao copiar arquivos";

/* Seafile */
"Failed to create file" = "Falha ao criar arquivo";

/* Seafile */
"Failed to create folder" = "Falha ao criar pasta";

/* Seafile */
"Failed to delete files" = "Falha ao deletar arquivos";

/* Seafile */
"Failed to download file '%@'" = "Failed to download file '%@'";

/* Seafile */
"Failed to find %@" = "Failed to find %@";

/* Seafile */
"Failed to find library" = "Failed to find library";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Falha ao gerar um link compartilhado para o diretorio '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "Falha ao gerar um link compartilhado para o arquivo '%@'";

/* Seafile */
"Failed to get groups ..." = "Falha ao receber os grupos ...";

/* Seafile */
"Failed to get messages" = "Falha ao receber  as mensagems";

/* Seafile */
"Failed to get modification details" = "Failed to get modification details";

/* Seafile */
"Failed to get starred files" = "Falha ao receber os arquivos marcados";

/* Seafile */
"Failed to identify the coding of '%@'" = "Não foi possível identificar a codificação de '%@'";

/* Seafile */
"Failed to load activities" = "Falha ao carregar as atividades";

/* Seafile */
"Failed to load content of the directory" = "Falha ao carregar o conteudo do diretorio";

/* Seafile */
"Failed to load files" = "Falha ao carregar arquivos";

/* Seafile */
"Failed to login" = "Falha  no login";

/* Seafile */
"Failed to move files" = "Falha ao mover arquivos";

/* Seafile */
"Failed to open file" = "Failed to open file";

/* Seafile */
"Failed to remove certificate" = "Failed to remove certificate";

/* Seafile */
"Failed to rename file" = "Falha ao renomear arquivo";

/* Seafile */
"Failed to restore contacts." = "Failed to restore contacts.";

/* Seafile */
"Failed to save %@ to album" = "Falha ao salvar  %@ no album";

/* Seafile */
"Failed to save account" = "Failed to save account";

/* Seafile */
"Failed to search" = "Falha ao pesquisar";

/* Seafile */
"Failed to send message" = "Falha ao enviar mensagem";

/* Seafile */
"Failed to upload file" = "Falha ao  realizar o upload do arquivo";

/* Seafile */
"File '%@' is shared with you using %@" = "Arquivo '%1$@' foi compartilhado com voê usando %2$@";

/* Seafile */
"File '%@' is too large to edit" = "Arquivo '%@'  muito grande para editar";

/* Seafile */
"File '%@' uploaded successfully" = "Arquivo '%@' carregado com sucesso";

/* Seafile */
"File name invalid" = "Nome do arquivo invalido";

/* Seafile */
"File name must not be empty" = "O nome do arquivo nao pode ser  vazio";

/* Seafile */
"Files with the same name already exist, do you want to overwrite?" = "Files with the same name already exist, do you want to overwrite?";

/* Seafile */
"Folder name invalid" = "Nome da Pasta invalido";

/* Seafile */
"Folder name must not be empty" = "Nome da pasta não pode ser vazio";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "Por Exemplo: https://seacloud.cc ou http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Gerar link compartilhado";

/* Seafile */
"Generate share link success" = "Link compartilhado gerado com sucesso";

/* Seafile */
"Group discussion" = "Grupo de Discussão";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Ola<br/><br/> Eu estive usando %1$@ e achei que você ia gostar. É um caminho livre para trazer todos os seus arquivos em qualquer lugar e compartilhá-los facilmente.<br/><br/>Vá ate o site oficial %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Oi,<br/><br/>Aqui o link para <b>'%1$@'</b> em meu%2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Ola,<br/><br/>Aqui esta o link para o diretorio <b>'%1$@'</b>em meu%2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n\n";

/* Seafile */
"How would you like to share this file?" = "Como você gostaria de compartilhar esse arquivo?";

/* Seafile */
"Import client certificate" = "Import client certificate";

/* Seafile */
"Invalid Server" = "Servidor Invalido";

/* Seafile */
"Invalid email" = "Email Invalido";

/* Seafile */
"Last Backup Time" = "Last Backup Time";

/* No comment provided by engineer. */
"Last Updated: %@" = "Ultima Atualização: %@";

/* Seafile */
"Libraries" = "Bibliotecas";

/* Loading Status */
"Loading..." = "Carregando...";

/* Seafile */
"Local Cache" = "Cache Local";

/* Local decryption */
"Local decryption" = "Local decryption";

/* Seafile */
"Log out" = "Log out";

/* Seafile */
"Login" = "Login";

/* Seafile */
"Message" = "Mensagem";

/* Seafile */
"Messages" = "Menssagems";

/* Seafile */
"Modification Details" = "Modification Details";

/* Seafile */
"Modified" = "Modified";

/* Seafile */
"Modified file" = "Modified file";

/* Seafile */
"More" = "More";

/* Seafile */
"Move" = "Mover";

/* Seafile */
"MoveTo" = "Mover para";

/* Seafile */
"Moved" = "Moved";

/* Seafile */
"Moved directory" = "Moved directory";

/* Seafile */
"Moving files ..." = "Movendo arquivos ...";

/* Seafile */
"My Own Libraries" = "Minhas Bibliotecas";

/* Seafile */
"NO" = "NO";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Nome";

/* Seafile */
"Network unavailable" = "Rede indisponivel";

/* Seafile */
"New File" = "Novo Arquivo";

/* Seafile */
"New Folder" = "Nova Pasta";

/* Seafile */
"New file name" = "Nome do Novo Arquivo";

/* Seafile */
"New folder name" = "Nome da Nova Pasta";

/* Seafile */
"No Results" = "Sem Resultados";

/* Seafile */
"No available certificates" = "No available certificates";

/* Seafile */
"OK" = "OK";

/* Seafile */
"Open elsewhere..." = "Abra outro lugar ...";

/* Seafile */
"Open in other applications" = "Abrir em outras aplicações";

/* Seafile */
"Open photo browser" = "Open photo browser";

/* Seafile */
"Organization" = "Organization";

/* Seafile */
"Other Server" = "Outro Servidor";

/* Seafile */
"Out of quota" = "Out of quota";

/* Seafile */
"Password" = "Senha";

/* Seafile */
"Password must not be empty" = "Senha não pode estar em branco";

/* Seafile */
"Password of '%@'" = "Password of '%@'";

/* Seafile */
"Password of library '%@'" = "Password of library '%@'";

/* Seafile */
"Password required" = "Senha requerida";

/* Seafile */
"PasteTo" = "Colar em";

/* Seafile */
"Photos" = "Fotos";

/* Seafile */
"Photos are not accessible" = "Fotos nao estão acessiveis";

/* Seafile */
"Please authenticate to proceed" = "Please authenticate to proceed";

/* Seafile */
"Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library." = "Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library." = "Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for auto uploading photos to an encrypted library." = "Please enable \"Local decryption\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for uploading contacts to an encrypted library." = "Please enable \"Local decryption\" for uploading contacts to an encrypted library.";

/* Seafile */
"Post a discussion to group" = "Poste uma discussão no grupo";

/* Seafile */
"Preview" = "Visualizar";

/* Seafile */
"Print" = "Imprimir";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Puxe para baixo  pata obter  mais mensagems";

/* Pull to refresh status */
"Pull to refresh..." = "Puxe para baixo para atualizar...";

/* Seafile */
"Recovered deleted directory" = "Recovered deleted directory";

/* Seafile */
"Redownload" = "Re-Download";

/* Release to get more messages */
"Release to get more messages..." = "Solte para obter mais mensagems...";

/* Release to refresh status */
"Release to refresh..." = "Solte para atualizar ...";

/* Seafile */
"Remove client certificate" = "Remove client certificate";

/* Seafile */
"Removed" = "Removed";

/* Seafile */
"Removed directory" = "Removed directory";

/* Seafile */
"Removed file" = "Removed file";

/* Seafile */
"Rename" = "Renomear";

/* Seafile */
"Renamed" = "Renamed";

/* Seafile */
"Renamed directory" = "Renamed directory";

/* Seafile */
"Renaming file ..." = "Renomeando arquivo ...";

/* Seafile */
"Replace" = "Sobreescrever";

/* Seafile */
"Reset repo password" = "Resetar senha do repo";

/* Seafile */
"Restore Contacts" = "Restore Contacts";

/* Seafile */
"Restoring contacts." = "Restoring contacts.";

/* Seafile */
"Reverted file \"%@\" to status at %@." = "Reverted file \"%1$@\" to status at %2$@.";

/* Seafile */
"Reverted library to status at" = "Reverted library to status at";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, você tem novas mensagems de %@";

/* Seafile */
"Save" = "Salvar";

/* Seafile */
"Save Destination" = "Save Destination";

/* Seafile */
"Save all photos to album" = "Salvar todas as fotos para o album";

/* Seafile */
"Save to %@" = "Salvar em %@";

/* MainInterface.storyboard */
"Save to Seafile" = "Save to Seafile";

/* Seafile */
"Save to album" = "Salvar no Album";

/* Seafile */
"Saving all photos to album" = "Saving all photos to album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Pesquisar";

/* Seafile */
"Search files in this library" = "Search files in this library";

/* Seafile */
"Search is not supported on the server" = "Pesquisa não suportada no servidor";

/* Seafile */
"Searching" = "Pesquisando";

/* Seafile */
"Searching ..." = "Pesquisando ...";

/* Seafile */
"Select All" = "Selecionar Todos";

/* Seafile */
"Select None" = "Selecionar Nenhum";

/* Seafile */
"Select a certificate" = "Select a certificate";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* Seafile */
"Send share link via email" = "Enviar link compartilhado por email";

/* Seafile */
"Sending" = "Enviando";

/* Seafile */
"Sending..." = "Enviando ...";

/* Seafile */
"Server" = "Servidor";

/* Seafile */
"Server must not be empty" = "Server não pode estar vazio";

/* Seafile */
"Server, like https://seafile.cc" = "Servidor ,  https://seafile.cc";

/* Seafile */
"Settings" = "Opções";

/* Seafile */
"Shared to me" = "Shared to me";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth Login";

/* Seafile */
"Single Sign On" = "Single Sign On";

/* Seafile */
"Sort by Last Modifed Time" = "Organizar por Hora da Utlima Modificação";

/* Seafile */
"Sort by Name" = "Organizar por Nome";

/* Seafile */
"Space Used" = "Espaço Usado";

/* Seafile */
"Star" = "Star";

/* Seafile */
"Starred" = "Marcado";

/* Seafile */
"Start to download folder: " = "Iniciar na pasta de download:";

/* Seafile */
"Start to download library: " = "Start to download library: ";

/* Seafile */
"Succeeded to remove certificate" = "Succeeded to remove certificate";

/* Seafile */
"Succeeded to restore contacts" = "Succeeded to restore contacts";

/* Seafile */
"Succeeded to save %@ to album" = " %@ salvo com sucesso no album";

/* Seafile */
"Successfully imported %@" = "Successfully imported %@";

/* Seafile */
"Successfully moved" = "Successfully moved";

/* Seafile */
"Successfully copied" = "Successfully copied";

/* Seafile */
"Tell Friends about %@" = "Fala  para seus amigos sobre %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "O certificado deste site foi alterado. Você gostaria de se conectar ao servidor mesmo assim?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "O certificado deste site é invalido. Você gostaria de se conectar ao servidor mesmo assim?";

/* Seafile */
"The length of password should be between 3 and 100" = "O tamanho da senha tem que ser entre 3 e 100";

/* Seafile */
"The mail account has not been set yet" = "A conta de email  ainda não foi configurada";

/* Seafile */
"The token is invalid, you need to login again" = "A token é invalida,  você tem que se logar novamente.";

/* Seafile */
"There is no app which can open this type of file on this machine" = "Não há aplicativo que pode abrir esse tipo de arquivo nesta máquina";

/* Seafile */
"There was a problem verifying your identity." = "There was a problem verifying your identity.";

/* Seafile */
"This app does not have access to your contacts." = "This app does not have access to your contacts.";

/* Seafile */
"This app does not have access to your location service." = "This app does not have access to your location service.";

/* Seafile */
"This app does not have access to your photos and videos." = "Este app nao tem acesso aos seus videos e fotos";

/* Seafile */
"This function is not supportted yet" = "Esta Funcão não e suportada ainda";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "Esta função ainda não é suportada, você pode copiá-la para a área de transferência e enviar e-mails por si mesmo";

/* Seafile */
"Two step verification code" = "Two step verification code";

/* Seafile */
"Unstar" = "Unstar";

/* Seafile */
"Upload" = "Upload";

/* Seafile */
"Upload Destination" = "Destino do Upload";

/* Seafile */
"Upload Videos" = "Upload de Videos";

/* NSPhotoLibraryUsageDescription */
"Used to sync photos" = "Used to sync photos";

/* Seafile */
"Username" = "Usuario";

/* Seafile */
"Username must not be empty" = "Usuario  não pode estar vazio";

/* Seafile */
"Verification code must not be empty" = "Verification code must not be empty";

/* Seafile */
"Version" = "Versão";

/* Seafile */
"Website" = "Website";

/* Seafile */
"Welcome to %@" = "Bem vindo ao %@";

/* Seafile */
"Wifi Only" = "Somente Wifi";

/* Seafile */
"Wipe Cache" = "Limpar Cache";

/* Seafile */
"Wrong library password" = "Senha da biblioteca incorreta";

/* Seafile */
"Wrong password" = "Wrong password";

/* Seafile */
"Wrong username or password" = "Username ou Senha invalidos";

/* Seafile */
"YES" = "YES";

/* Seafile */
"You can enable access in Privacy Settings" = "Você pode habilitar  o acesso as opções de privacidade";

/* Seafile */
"Your device cannot authenticate using Touch ID." = "Your device cannot authenticate using Touch ID.";

/* Seafile */
"and %@ more" = "and %@ more";

/* SeafCell.xib */
"detail" = "detail";

/* Seafile */
"directories" = "directories";

/* Seafile */
"files" = "files";

/* Seafile */
"modified" = "Modificado";

/* Seafile */
"uploading" = "Carregando";

/* waiting to upload */
"Waiting to upload" = "%Waiting to upload";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";

/* OK and Remember Device */
"OK and Remember Device" = "OK and Remember Device";
